[
  {
    "id": 1,
    "section_id": 1,
    "order_index": 1,
    "question_en": "What are your pricing packages?",
    "question_fr": "Quels sont vos forfaits tarifaires?",
    "answer_en": "We offer three main packages: Basic ($199), Premium ($299), and Deluxe ($399). Each package includes different features and video lengths.",
    "answer_fr": "Nous offrons trois forfaits principaux : Basique (199€), Premium (299€) et Deluxe (399€). Chaque forfait comprend différentes fonctionnalités et durées de vidéo.",
    "is_active": true
  },
  {
    "id": 2,
    "section_id": 2,
    "order_index": 1,
    "question_en": "How long does it take to create a video?",
    "question_fr": "Combien de temps faut-il pour créer une vidéo?",
    "answer_en": "Our typical turnaround time is 5-7 business days after we receive all your materials. Rush orders can be accommodated for an additional fee.",
    "answer_fr": "Notre délai habituel est de 5 à 7 jours ouvrables après réception de tous vos matériaux. Les commandes urgentes peuvent être accommodées moyennant des frais supplémentaires.",
    "is_active": true
  },
  {
    "id": 3,
    "section_id": 1,
    "order_index": 2,
    "question_en": "Do you offer payment plans?",
    "question_fr": "Offrez-vous des plans de paiement?",
    "answer_en": "Yes, we offer flexible payment plans. You can pay 50% upfront and 50% upon delivery, or choose our monthly payment option for larger packages.",
    "answer_fr": "Oui, nous offrons des plans de paiement flexibles. Vous pouvez payer 50% à l'avance et 50% à la livraison, ou choisir notre option de paiement mensuel pour les forfaits plus importants.",
    "is_active": true
  },
  {
    "id": 4,
    "section_id": 2,
    "order_index": 1,
    "question_en": "What materials do you need from us?",
    "question_fr": "De quels matériaux avez-vous besoin de notre part?",
    "answer_en": "We need your photos, videos, music preferences, and any specific requests. We'll guide you through the entire process and provide a detailed checklist.",
    "answer_fr": "Nous avons besoin de vos photos, vidéos, préférences musicales et toute demande spécifique. Nous vous guiderons tout au long du processus et fournirons une liste de contrôle détaillée.",
    "is_active": true
  }
]