[
  {
    "id": "231ab71a-d572-4475-914f-54bfeb8cb564",
    "type": "cgu",
    "title_en": "Test Update",
    "title_fr": "Conditions Générales d'Utilisation",
    "content_en": "<h1>Terms of Use</h1><p><strong>Publisher:</strong></p><p>MEMOPYK EURL</p><p>2 rue de la Peyrolerie, 46100 Capdenac, France</p><p><strong>Contact:</strong></p><p>info@memopyk.com</p><p>+33 6 95 37 56 62</p><p><strong>Website Host:</strong></p><p>Zoho Corporation B.V.</p><p>Beneluxlaan 4B, 3527 HT Utrecht, The Netherlands</p><p><br></p><h3>1. Acceptance of Terms</h3><p>By accessing or using memopyk.com (the “Site”), you agree to these Terms of Use and our Privacy Policy and Cookie Policy. If you do not agree, please do not use the Site.</p><p><br></p><h3>2. Access and Use</h3><ul><li>You must be at least 16 years old to use our services.</li><li>We grant you a non-exclusive, non-transferable, revocable license to access and use the Site for your personal, non-commercial purposes.</li></ul><h3>3. User Accounts</h3><ul><li>Certain features (upload, order tracking) require creating an account.</li><li>You are responsible for maintaining the confidentiality of your credentials and for all activity under your account.</li><li>Notify us immediately of any unauthorized use.</li></ul><h3>4. Acceptable Conduct</h3><p>You agree not to:</p><ul><li>Violate any applicable law or regulation.</li><li>Upload, transmit, or share content that is unlawful, defamatory, infringing, obscene, or harmful.</li><li>Attempt to gain unauthorized access to any part of the Site, other accounts, or computer systems.</li></ul><h3>5. Intellectual Property</h3><ul><li>All content on the Site—design, text, logos, images, software—is protected by copyright and other laws.</li><li>You may download and print pages for personal use only; any other use requires our prior written consent.</li></ul><h3>6. User-Generated Content</h3><ul><li>You retain ownership of any content you upload (photos, videos), but grant MEMOPYK a worldwide license to use that content in order to provide the Services.</li><li>You represent and warrant that you have all rights necessary to upload and authorize such use.</li></ul><h3>7. Third-Party Links</h3><p>The Site may link to third-party websites. We do not endorse and are not responsible for their content or practices.</p><h3>8. Disclaimers</h3><ul><li>THE SITE AND SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND.</li><li>MEMOPYK DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</li></ul><h3>9. Limitation of Liability</h3><ul><li>TO THE MAXIMUM EXTENT PERMITTED BY LAW, MEMOPYK’S TOTAL LIABILITY IS LIMITED TO THE AMOUNT YOU PAID FOR THE SERVICES.</li><li>WE ARE NOT LIABLE FOR INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.</li></ul><h3>10. Data Protection</h3><p>We process your personal data in compliance with applicable law. See our Privacy Policy for details.</p><h3>11. Modifications</h3><p>We may revise these Terms at any time. Updated terms take effect when posted on the Site; your continued use constitutes acceptance.</p><h3>12. Governing Law &amp; Jurisdiction</h3><p>These Terms are governed by French law. Any dispute will be submitted to the courts of Figeac, France.</p>",
    "content_fr": "<h1>Conditions Générales d'Utilisation</h1><p><strong>Publisher:</strong></p><p>MEMOPYK EURL</p><p>2 rue de la Peyrolerie, 46100 Capdenac, France</p><p><strong>Contact:</strong></p><p>info@memopyk.com</p><p>+33 6 95 37 56 62</p><p><strong>Website Host:</strong></p><p>Zoho Corporation B.V.</p><p>Beneluxlaan 4B, 3527 HT Utrecht, The Netherlands</p><p><br></p><h3>1.&nbsp;Acceptation des Conditions</h3><p>En accédant ou utilisant memopyk.com (le « Site »), vous acceptez ces Conditions Générales d’Utilisation ainsi que notre Politique de confidentialité et notre Politique de cookies. Si vous n’acceptez pas, n’utilisez pas le Site.</p><p><br></p><h3>2.&nbsp;Accès et Utilisation</h3><ul><li>Vous devez avoir au moins 16 ans pour utiliser nos services.</li><li>Nous vous accordons une licence non exclusive, non transférable et révocable pour accéder et utiliser le Site à des fins personnelles et non commerciales.</li></ul><h3>3.&nbsp;Comptes Utilisateurs</h3><ul><li>Certaines fonctionnalités (téléversement, suivi de commande) nécessitent la création d’un compte.</li><li>Vous êtes responsable de la confidentialité de vos identifiants et de toute activité liée à votre compte.</li><li>Signalez-nous immédiatement toute utilisation non autorisée.</li></ul><h3>4. Conduite Acceptable</h3><p>Vous&nbsp;vous engagez à ne pas&nbsp;:</p><ul><li>Enfreindre une loi ou réglementation applicable.</li><li>Télécharger, transmettre ou partager du contenu illégal, diffamatoire, contrefaisant, obscène ou nuisible.</li><li>Tenter d’accéder de manière non autorisée au Site, aux comptes d’autres utilisateurs ou aux systèmes informatiques.</li></ul><h3>5.&nbsp;Propriété Intellectuelle</h3><ul><li>Tous les contenus du Site (design, textes, logos, images, logiciels) sont protégés par le droit d’auteur et autres législations.</li><li>Vous pouvez télécharger et imprimer des pages pour un usage personnel uniquement ; toute autre utilisation requiert notre consentement écrit préalable.</li></ul><h3>6.&nbsp;Contenu Généré par l’Utilisateur</h3><ul><li>Vous restez propriétaire des contenus que vous téléversez (photos, vidéos), mais accordez à MEMOPYK une licence mondiale pour les utiliser afin de fournir les Services.</li><li>Vous garantissez détenir tous les droits nécessaires pour téléverser ces contenus et en autoriser l’utilisation.</li></ul><h3>7.&nbsp;Liens Tiers</h3><p>Le Site peut contenir des liens vers des sites tiers. Nous ne cautionnons pas et ne sommes pas responsables de leur contenu ou de leurs pratiques.</p><h3>8.&nbsp;Exonérations de Garantie</h3><ul><li>LE SITE ET LES SERVICES SONT FOURNIS « TELS QUELS » SANS AUCUNE GARANTIE.</li><li>MEMOPYK DÉCLINE TOUTES GARANTIES, EXPLICITES OU IMPLICITES, Y COMPRIS D’ADEQUATION A UN USAGE PARTICULIER.</li></ul><h3>9. Limitation&nbsp;de Responsabilité</h3><ul><li>TO THE MAXIMUM EXTENT PERMITTED BY LAW, MEMOPYK’S TOTAL LIABILITY IS LIMITED TO THE AMOUNT YOU PAID FOR THE SERVICES.</li><li>WE ARE NOT LIABLE FOR INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.</li></ul><h3>10.&nbsp;Protection des Données</h3><p>Nous traitons vos données à caractère personnel conformément à la législation applicable. Voir notre Politique de confidentialité.</p><h3>11. Modifications</h3><p>Nous pouvons modifier ces Conditions à tout moment. Les Conditions mises à jour prennent effet dès leur publication sur le Site ; la poursuite de votre utilisation constitue votre accord.</p><h3>12. Droit Applicable &amp; Juridiction</h3><p>Ces Conditions sont régies par le droit français. Tout litige sera soumis aux tribunaux de Figeac (France).</p>",
    "is_active": true,
    "updated_at": "2025-07-26T10:04:17.24"
  },
  {
    "id": "8c12d38c-b3f0-49c4-b3d4-1a23293dc211",
    "type": "cgv",
    "title_en": "Terms of Sale",
    "title_fr": "Conditions Générales de Vente",
    "content_en": "<p>This is the terms of sale content.</p>",
    "content_fr": "<p>Ceci est le contenu des conditions générales de vente.</p>",
    "is_active": true,
    "updated_at": "2025-07-26T10:45:02.412"
  },
  {
    "id": "a58efa76-2009-4487-9166-ee49034ac4e5",
    "type": "mentions-legales",
    "title_en": "Legal Notice",
    "title_fr": "Mentions Légales",
    "content_en": "<h1>Legal Notice</h1><p>This is the legal notice content.</p>",
    "content_fr": "<h1>Mentions Légales</h1><p>Ceci est le contenu des mentions légales.</p>",
    "is_active": true,
    "updated_at": "2025-07-15T21:18:09.687067"
  },
  {
    "id": "b9f5f3e2-c076-40d5-b9da-0ffab2789299",
    "type": "politique-confidentialite",
    "title_en": "Privacy Policy",
    "title_fr": "Politique de confidentialité",
    "content_en": "<h1>Privacy Policy</h1><p>This is the privacy policy content.</p>",
    "content_fr": "<h1>Politique de confidentialité</h1><p>Ceci est le contenu de la politique de confidentialité.</p>",
    "is_active": true,
    "updated_at": "2025-07-15T21:18:09.687067"
  },
  {
    "id": "6ed0bff6-82c2-4166-a4af-0541dabec86c",
    "type": "politique-cookies",
    "title_en": "Cookie Policy",
    "title_fr": "Politique de cookies",
    "content_en": "<h1>Cookie Policy</h1><p>This is the cookie policy content.</p>",
    "content_fr": "<h1>Politique de cookies</h1><p>Ceci est le contenu de la politique de cookies.</p>",
    "is_active": true,
    "updated_at": "2025-07-15T21:18:09.687067"
  }
]